PRODUCTS = {
    "coco_120": {
        "name": "🍫Euro Hash | 0.5g",
        "price_usd": 19,
        "old_price_usd": 21,
        "photo": "images/coco.jpg",
        "description": """💯Лучший в своем деле💯

Любишь когда тебя убивает?☠️

🍫 Euro Hash сможет это сделать с одной 
плюшки😏

Всего один вдох и ты растечешься по 
креслу, у тебя появится улыбка на лице, 
тебя окутает безмятежность а твои мысли
 унесутся в нирвану🫠

Хочешь проверить себя на стойкость? Тогда 
тебе точно стоит ощутить на себе 
🍫 Euro Hash"""
    },
    "coco_200": {
        "name": "🍫Euro Hash | 1g",
        "price_usd": 42,
        "old_price_usd": None,
        "photo": "images/coco.jpg",
        "description": """💯Лучший в своем деле💯

Любишь когда тебя убивает?☠️

🍫 Euro Hash сможет это сделать с одной 
плюшки😏

Всего один вдох и ты растечешься по 
креслу, у тебя появится улыбка на лице, 
тебя окутает безмятежность а твои мысли
 унесутся в нирвану🫠

Хочешь проверить себя на стойкость? Тогда 
тебе точно стоит ощутить на себе 
🍫 Euro Hash"""
    },
    "euro_hash_05": {
        "name": "🍫Euro Hash | 0.5g",
        "price_usd": 19,
        "old_price_usd": 21,
        "photo": "images/euro_hash.jpg",
        "description": """💯Лучший в своем деле💯

Любишь когда тебя убивает?☠️

🍫 Euro Hash сможет это сделать с одной 
плюшки😏

Всего один вдох и ты растечешься по 
креслу, у тебя появится улыбка на лице, 
тебя окутает безмятежность а твои мысли
 унесутся в нирвану🫠

Хочешь проверить себя на стойкость? Тогда 
тебе точно стоит ощутить на себе 
🍫 Euro Hash"""
    },
    "euro_hash_1": {
        "name": "🍫Euro Hash | 1g",
        "price_usd": 42,
        "old_price_usd": None,
        "photo": "images/euro_hash.jpg",
        "description": """💯Лучший в своем деле💯

Любишь когда тебя убивает?☠️

🍫 Euro Hash сможет это сделать с одной 
плюшки😏

Всего один вдох и ты растечешься по 
креслу, у тебя появится улыбка на лице, 
тебя окутает безмятежность а твои мысли
 унесутся в нирвану🫠

Хочешь проверить себя на стойкость? Тогда 
тебе точно стоит ощутить на себе 
🍫 Euro Hash"""
    },
    "euro_hash_3": {
        "name": "🍫Euro Hash | 3g",
        "price_usd": 90,
        "old_price_usd": 102,
        "photo": "images/euro_hash.jpg",
        "description": """💯Лучший в своем деле💯

Любишь когда тебя убивает?☠️

🍫 Euro Hash сможет это сделать с одной 
плюшки😏

Всего один вдох и ты растечешься по 
креслу, у тебя появится улыбка на лице, 
тебя окутает безмятежность а твои мысли
 унесутся в нирвану🫠

Хочешь проверить себя на стойкость? Тогда 
тебе точно стоит ощутить на себе 
🍫 Euro Hash"""
    }
}

DISTRICTS = {
    "chilonzor": "Чилонзор",
    "sergeli": "Сергели"
}
